[
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.  Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.",
    "imageUrl": "https://img.pokemondb.net/artwork/bulbasaur.jpg",
    "title": "Bulbasaur"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "There is a bud on this Pokémon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.  There is a bud on this Pokémon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.",
    "imageUrl": "https://img.pokemondb.net/artwork/ivysaur.jpg",
    "title": "Ivysaur"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.  There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.",
    "imageUrl": "https://img.pokemondb.net/artwork/venusaur.jpg",
    "title": "Venusaur"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.  The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.",
    "imageUrl": "https://img.pokemondb.net/artwork/charmander.jpg",
    "title": "Charmander"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.  Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.",
    "imageUrl": "https://img.pokemondb.net/artwork/charmeleon.jpg",
    "title": "Charmeleon"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.  Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.",
    "imageUrl": "https://img.pokemondb.net/artwork/charizard.jpg",
    "title": "Charizard"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.  Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.",
    "imageUrl": "https://img.pokemondb.net/artwork/squirtle.jpg",
    "title": "Squirtle"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon's toughness as a battler.  Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon's toughness as a battler.",
    "imageUrl": "https://img.pokemondb.net/artwork/wartortle.jpg",
    "title": "Wartortle"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.  Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.",
    "imageUrl": "https://img.pokemondb.net/artwork/blastoise.jpg",
    "title": "Blastoise"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.  Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.",
    "imageUrl": "https://img.pokemondb.net/artwork/caterpie.jpg",
    "title": "Caterpie"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.  The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.",
    "imageUrl": "https://img.pokemondb.net/artwork/metapod.jpg",
    "title": "Metapod"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.  Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.",
    "imageUrl": "https://img.pokemondb.net/artwork/butterfree.jpg",
    "title": "Butterfree"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).  Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).",
    "imageUrl": "https://img.pokemondb.net/artwork/weedle.jpg",
    "title": "Weedle"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.  Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.",
    "imageUrl": "https://img.pokemondb.net/artwork/kakuna.jpg",
    "title": "Kakuna"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.  Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.",
    "imageUrl": "https://img.pokemondb.net/artwork/beedrill.jpg",
    "title": "Beedrill"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.  Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.",
    "imageUrl": "https://img.pokemondb.net/artwork/pidgey.jpg",
    "title": "Pidgey"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.  Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.",
    "imageUrl": "https://img.pokemondb.net/artwork/pidgeotto.jpg",
    "title": "Pidgeotto"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.  This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.",
    "imageUrl": "https://img.pokemondb.net/artwork/pidgeot.jpg",
    "title": "Pidgeot"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.  Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.",
    "imageUrl": "https://img.pokemondb.net/artwork/rattata.jpg",
    "title": "Rattata"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.  Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.",
    "imageUrl": "https://img.pokemondb.net/artwork/raticate.jpg",
    "title": "Raticate"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.  Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.",
    "imageUrl": "https://img.pokemondb.net/artwork/spearow.jpg",
    "title": "Spearow"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.  Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.",
    "imageUrl": "https://img.pokemondb.net/artwork/fearow.jpg",
    "title": "Fearow"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.  Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.",
    "imageUrl": "https://img.pokemondb.net/artwork/ekans.jpg",
    "title": "Ekans"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.  This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.",
    "imageUrl": "https://img.pokemondb.net/artwork/arbok.jpg",
    "title": "Arbok"
  },
  {
    "stockQuantity": 0,
    "price": 0,
    "description": "This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.  Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pokémon mistook the intensity of its charge.",
    "imageUrl": "https://img.pokemondb.net/artwork/pikachu.jpg",
    "title": "Pikachu"
  }
]
